<p><img src="https://www.airpolito.it/wp-content/uploads/2019/11/logo-transparet-1024x254.png"  style="border-bottom: 5px solid #339966; height: auto;" alt="logo" width="100%" /></span>&nbsp;</p>
<p style="text-align: justify;">Ciao a tutti,</p>
<p style="text-align: justify;">siamo degli studenti del <strong>Politecnico di Torino</strong> iscritti al secondo anno del corso di laurea magistrale &ldquo;ICT for Smart Societies&rdquo;.</p>
<p style="text-align: justify;">Nell&rsquo;ambito di un corso di studio, il nostro obiettivo &egrave; quello di sviluppare una piattaforma per il monitoraggio della qualit&agrave; dell&rsquo;aria nei pressi della scuola media &ldquo;<strong>Aldo Palazzeschi</strong>&rdquo; in Torino. Infatti, l&rsquo;inquinamento dell&rsquo;aria che ogni giorno respiriamo &egrave; un problema ormai noto ad ognuno di noi. All&rsquo;interno delle grandi citt&agrave;, come Torino, uno degli attori principali di tale inquinamento &egrave; il settore dei trasporti ed, in particolare, l&rsquo;utilizzo delle automobili. Chi, pi&ugrave; di ogni altro, pu&ograve; risentire di tale inquinamento, sono i bambini ed i ragazzi. Infatti, in queste et&agrave; le malattie respiratorie possono pi&ugrave; facilmente essere generate a causa dell&rsquo;inquinamento.</p>
<p style="text-align: justify;">In questo contesto, il nostro obiettivo &egrave; quello di sensibilizzare studenti e famiglie verso questa tematica di grande rilevanza. Ci&ograve; sar&agrave; fatto tramite una sorta di &ldquo;tamagotchi&rdquo;, da qui il nome del progetto, visibile tramite un monitor all&rsquo;interno della scuola. Questo <strong>Q-AIR gotchi</strong> mostrer&agrave; agli studenti i livelli di qualit&agrave; dell&rsquo;aria nell&rsquo;intorno della loro scuola. Inoltre, gli studenti, cos&igrave; come i genitori, potranno interagire con il sistema andando ad inserire le azioni positive che essi hanno portato a termine per risolvere questo grosso problema.</p>
<p style="text-align: justify;">Per ottenere questo risultato, andremo ad installare alcuni sensori per il monitoraggio dei principali inquinanti all&rsquo;esterno della scuola, nella zona di maggior passaggio per gli studenti. Con questi dati, potremo controllare lo &ldquo;stato di salute&rdquo; del Q-AIR gotchi, ovvero egli sar&agrave; pi&ugrave; &ldquo;malato&rdquo; quando la qualit&agrave; dell&rsquo;aria risulter&agrave; peggiore e risulter&agrave;, invece, &ldquo;in buona salute&rdquo; quando l&rsquo;aria sar&agrave; pulita.</p>